Autodesk.Revit.DB.IForgeSchemaServer.GetSymbolIds(Autodesk.Revit.DB.ForgeTypeId,System.String)
Returns the symbol ids associated with a given unit id.

Autodesk.Revit.DB.IForgeSchemaServer.GetAccountDetails(Autodesk.Revit.DB.ForgeTypeId,System.String)
Returns details about the account that owns the given parameter schema identifier.

Autodesk.Revit.DB.IForgeSchemaServer.GetBindings(Autodesk.Revit.DB.ForgeTypeId,System.String)
Returns the category bindings, group bindings, and visibility assigned to the given parameter schema.

Autodesk.Revit.DB.IForgeSchemaServer.GetSchema(Autodesk.Revit.DB.ForgeTypeId,System.String)
Returns the requested schema as a JSON string.